Repository: portier/portier-broker
Catalog: lang/*.po
Languages: fr, nl

source: Finish logging in to
fr: Finir de se connecter à
nl: Login afronden voor

source: You received this email so that we may confirm your email address and finish your login to:
fr: Vous avez reçu cet e-mail afin que nous puissions confirmer votre adresse e-mail et terminer votre connexion :
nl: U ontvangt deze email zodat wij uw email adres kunnen bevestigen en uw login kunnen afronden voor:

source: Click here to login
fr: Cliquez ici pour vous connecter
nl: Klik hier om in te loggen

source: Alternatively, enter the following code on the login page:
fr: Vous pouvez également saisir le code suivant sur la page de connexion :
nl: Als alternatief kunt u ook de volgende code gebruiken op de login pagina:

source: Confirm your address
fr: Confirmez votre adresse
nl: Bevestig uw adres

source: We've sent you an email to confirm your address.
fr: Nous vous avons envoyé un e-mail pour confirmer votre adresse.
nl: We hebben u een email gestuurd zodat wij uw adres kunnen bevestigen.

source: Use the link in that email to login to
fr: Utilisez le lien contenu dans cet e-mail pour vous connecter à
nl: Gebruik de link in die email om in te loggen op

source: Alternatively, enter the code from the email to continue in this browser tab:
fr: Vous pouvez également saisir le code figurant dans l'e-mail pour continuer dans cet onglet du navigateur :
nl: Als alternatief kunt u ook de code uit de email invoeren om in deze browser tab verder te gaan:

source: The request is invalid, and could not be completed.
fr: La demande n'est pas valide et n'a pas pu être traitée.
nl: De aanvraag is ongeldig, en kon niet worden verwerkt.

source: This indicates an issue with the site you're trying to login to. Contact the site administrator to get the issue resolved.
fr: Ceci indique un problème avec le site sur lequel vous essayez de vous connecter. Contactez l'administrateur du site pour résoudre le problème.
nl: Deze melding betreft een probleem met de site waar u probeert in te loggen. Neem contact op met de administrator van de site.

source: Failed to connect with your email domain.
fr: Échec de la connexion avec votre domaine de messagerie.
nl: Kon geen verbinding maken met het email domein.

source: Contact the administrator of your email domain to get the issue resolved.
fr: Contactez l'administrateur de votre domaine de messagerie pour résoudre le problème.
nl: Neem contact op met de administrator van uw email domein.

source: Something went wrong, and we cannot complete your request at this time.
fr: Un problème s'est produit et nous ne pouvons pas répondre à votre demande pour le moment.
nl: De aanvraag kon niet worden verwerkt door een onverwachtse fout.

source: An internal error occurred, which has been logged with the below reference number.
fr: Une erreur interne s'est produite, qui a été enregistrée sous le numéro de référence ci-dessous.
nl: Deze melding betreft een interne fout. De fout staat genoteerd met het onderstaande referentienummer.

source: Too many login attempts.
fr: Trop de tentatives de connexion.
nl: Te veel inlog pogingen.

source: We've received too many requests in a short amount of time. Please try again later.
fr: Nous avons reçu trop de demandes en peu de temps. Veuillez réessayer plus tard.
nl: We hebben te veel aanvragen ontvangen in een kort tijdsbestek. Probeer het later nog eens.

source: The session has expired.
fr: La session a expiré.
nl: De sessie is verlopen.

source: Your login attempt may have taken too long, or you tried to follow an old link. Please try again.
fr: Votre tentative de connexion a peut-être duré trop longtemps, ou vous avez essayé de suivre un ancien lien. Veuillez réessayer.
nl: Uw inlogpoging heeft wellicht te lang geduurd, of u probeerde een oude link te volgen. Probeer het nog eens.

source: Technical description
fr: Description technique
nl: Technische omschrijving

source: Login with your email address.
fr: Connectez-vous avec votre adresse e-mail.
nl: Login met uw email adres.

source: Please specify the email you wish to use to login with
fr: Veuillez indiquer l'adresse e-mail que vous souhaitez utiliser pour vous connecter.
nl: Vul het email adres in waarmee u wilt inloggen op
